package gr.aueb.dmst.StopSpread;

/**This class contains the answers of each frequent quetion*/
public class Answers {

	public void Eisagwgi() {
		System.out.println("Σύμφωνα με τα διαρκώς ανανεωμένα επιδημιολογικά δεδομένα της");
		System.out.println("ιστοσελίδας του Πανεπιστημίου Johns Hopkins, το μεσημέρι της 29ης Φεβρουαρίου 2020");
		System.out.println("είχαν επιβεβαιωθεί 85.406 κρούσματα και 2.933 θάνατοι σε 61 χώρες παγκοσμίως.");
		System.out.println("Μετά την Κίνα ακολουθεί η Νότιος Κορέα με 3.150 κρούσματα και 17 θανάτους και");
		System.out.println("μετά η Ιταλία με 889 κρούσματα και 21 θανάτους. Στο Ιράν έχουν σημειωθεί 43");
		System.out.println("θάνατοι χωρίς όμως να έχουμε ακριβή στοιχεία για τον αριθμό των κρουσμάτων.");

		System.out.println("Σχετικά με το νέο κορωνοϊό έχουν ήδη δημοσιευθεί εκατοντάδες άρθρα σε επιστημονικά");
		System.out.println("ιατρικά περιοδικά και σε ιστοσελίδες έγκυρων Οργανισμών" );
		System.out.println("(πχ. Παγκόσμιος Οργανισμός Υγείας), Πανεπιστημιακών Ιδρυμάτων και Ερευνητικών");
		System.out.println("Ινστιτούτων.Με βάση αυτές τις πηγές, παρατίθενται απαντήσεις σε συχνές ερωτήσεις.");
	}

	public void Answer1() {
		System.out.println("Ναι, ο ιός μεταδίδεται από άνθρωπο σε άνθρωπο πιθανότατα με τα σταγονίδια");
		System.out.println("σιέλου και βλέννης κατά το βήχα, το φτάρνισμα, τη χειραψία και την");
		System.out.println("από κοινού κατανάλωση φαγητού ή ποτού.");
		System.out.println("Πρόσφατα δεδομένα αναφέρουν ότι ο ιός μεταδίδεται με μεγάλα");
		System.out.println("σταγονίδια τα οποία «ταξιδεύουν» λιγότερο από δύο μέτρα.");
	}

	public void Answer2() {
		System.out.println("Ως περίοδος επώασης ορίζεται ο χρόνος που μεσολαβεί μεταξύ");
		System.out.println("της επαφής του ατόμου με την πηγή του ιού και της εμφάνισης");
		System.out.println("των πρώτων συμπτωμάτων. Στις περισσότερες περιπτώσεις τα συμπτώματα");
		System.out.println("εμφανίζονται μέσα στις πρώτες 5 ημέρες, ωστόσο η περίοδος επώασης");
		System.out.println(" ποικίλλει από 1 έως 14 ημέρες. Υπάρχουν και αναφορές για μεγαλύτερη περίοδο");
		System.out.println(" επώασης αλλά αυτές αποτελούν μάλλον εξαιρέσεις του γενικού κανόνα.");
	}

	public void Answer3() {
		System.out.println("Πρόσφατη μελέτη από την Κίνα, που δημοσιεύθηκε στις 28 Φεβρουαρίου 2020 από το");
		System.out.println(" New England Journal of Medicine και περιλάμβανε 1099 ασθενείς που νοσηλεύθηκαν");
		System.out.println("σε 552 Νοσοκομεία της Κίνας, ανέφερε τα παρακάτω στοιχεία: ");

		System.out.println("-Η διάμεση ηλικία των ασθενών ήταν 47 έτη, 58% ήταν άνδρες" );

		System.out.println("-Πυρετός (σε 90% των ασθενών), ξηρός βήχας (σε 68% των ασθενών), δύσπνοια" );
		System.out.println("(σε μικρότερο ποσοστό) είναι τα συνηθέστερα και σε ορισμένες" );
		System.out.println( "περιπτώσεις παρατηρήθηκε ναυτία, έμετος, διάρροια (περίπου 5%).");
		System.out.println("-Παθολογικά ακτινολογικά ευρήματα διαπιστώθηκαν σε 86% των ασθενών");
		System.out.println( "που υπεβλήθησαν σε αξονική τομογραφία θώρακα. " );

		System.out.println("-Χαμηλός αριθμός λεμφοκυττάρων διαπιστώθηκε σε 83% των ασθενών." );

		System.out.println("-Μηχανική υποστήριξη της αναπνοής απαιτήθηκε για το 6% των ασθενών." );

		System.out.println("-Θάνατος διαπιστώθηκε στο 1,4% των ασθενών.");
	}

	public void Answer4() {
		System.out.println("Ναι, μπορούν οι ασυμπτωματικοί φορείς να μεταδίδουν τον ιό. Ωστόσο, δεν έχει εξακριβωθεί");
		System.out.println("πόσο εύκολα γίνεται αυτό και πόσο συχνά συμβαίνει.");
	}

	public void Answer5() {
		System.out.println("Δεν υπάρχουν ενδείξεις ότι ο κορωνοϊός μπορεί να μεταδοθεί"); 
		System.out.println("από μαλακές επιφάνειες όπως");
		System.out.println("υφάσματα και χαλιά. Είναι πιθανό ο ιός να μεταδίδεται μέσω"); 
		System.out.println("σκληρών επιφανειών που τις ακουμπάμε συχνά όπως");
		System.out.println("πόμολα πόρτας, κουμπιά ανελκυστήρα. Ωστόσο, αυτό προϋποθέτει"); 
		System.out.println("κάποιος ασθενής ή φορέας του ιού να τις έχει");
		System.out.println("ακουμπήσει αφού έχει φταρνιστεί ή βήξει στο χέρι του ή έχει"); 
		System.out.println("τρίψει τα μάτια του. Σύμφωνα με τον Παγκόσμιο");
		System.out.println("Οργανισμό Υγείας η επιβίωση των ιϊκών σωματιδίων στις σκληρές"); 
		System.out.println("επιφάνειες δεν ξεπερνά τις μερικές ώρες.");
	}

	public void Answer6() {
		System.out.println("Παρόλο που πρόσφατα αναφέρθηκε μία περίπτωση ανίχνευσης ");
		System.out.println("του νέου κορωνοϊού σε κατοικίδιο, δεν έχει αναφερθεί και ");
		System.out.println("δεν αναμένεται ότιτα κατοικίδια ζώα όπως οι σκύλοι και οι");
	    System.out.println("γάτες θα μπορούν να μεταδίδουν τον ιό στον άνθρωπο και αντίστροφα.");
	}

	public void Answer7() {
		System.out.println("Δε συστήνεται η χρήση μάσκας από το γενικό πληθυσμό για προληπτικούς λόγους.");
		System.out.println("Η μάσκα συστήνεται για τους ασθενείς με κλινική");
		System.out.println("συμπτωματολογία (βήχας, φτάρνισμα) προκειμένου να προφυλάξουν τον κοινωνικό ");
		System.out.println("τους περίγυρο. Επίσης υπάρχουν ειδικές συστάσεις ");
		System.out.println("για τη μάσκα και τον τύπο αυτής για τους εργαζόμενους σε υγειονομικές δομές.");
		System.out.println("Οι ίδιοι κανόνες ισχύουν και για τους");
		System.out.println("ανοσοκατεσταλμένους ασθενείς, εκτός αν έχουν λάβει διαφορετική");
		System.out.println("οδηγία από τον προσωπικό τους ιατρό.");
	}

	public void Answer8() {
		System.out.println("Ναι, όπως και με τον ιό της γρίπης δεν τίθεται θέμα μετάδοσης του ιού.");
	}

	public void Answer9() {
		System.out.println("Δεν υπάρχουν σαφή δεδομένα σχετικά με τη μετάδοση του ιού μέσω της τροφής.");
		System.out.println("Ο Covid-19 όπως και άλλοι κορωνοϊοί");
		System.out.println("έχουν ανιχνευτεί στα κόπρανα ασθενών. Σε κάθε περίπτωση εκτιμάται ότι αυτός");
		System.out.println("ο τρόπος μετάδοσης, εάν επαληθευτεί,");
		System.out.println("μάλλον θα αποτελεί εξαίρεση. Το καλό μαγείρεμα μειώνει");
		System.out.println("σαφέστατα τις πιθανότητες.");
	}

	public void Answer10() {
		System.out.println("Οι ταξιδιωτικές οδηγίες υφίστανται διαρκώς τροποποιήσεις με βάση τα διαρκώς");
		System.out.println("ανανεωμένα δεδομένα. Η χρήση της μάσκας ακολουθεί τους ίδιους γενικούς");
		System.out.println("κανόνες που αναφέρθηκαν προηγουμένως. Εάν κάποιος έχει συμπτώματα");
		System.out.println("από το αναπνευστικό και πυρετό, καλό είναι να αναβάλει το αεροπορικό");
		System.out.println("ταξίδι. Επιπλέον, εάν δεν είναι απαραίτητο καλό θα ήταν να αναβάλει");
		System.out.println("κανείς ταξίδια προς χώρες με μεγάλη συρροή κρουσμάτων. Τα αεροπορικά");
		System.out.println("ταξίδια πρέπει να αποφεύγονται από τους ανοσοκατεσταλμένους ασθενείς.");
	}

	public void Answer11() {
		System.out.println("Το σημαντικότερο είναι η επιμελής προσωπική υγιεινή"); 
		System.out.println("και το σχολαστικό πλύσιμο των χεριών με βάση τις οδηγίες του ΕΟΔΥ.");
		System.out.println("Εάν έχω έρθει σε επαφή με πιθανό κρούσμα,επικοινωνώ με τον προσωπικό"); 
		System.out.println("μου ιατρό ή τον ΕΟΔΥ και ακολουθώ πιστά τις οδηγίες");
		System.out.println("που μπορεί να περιλαμβάνουν απομόνωση κατ’ οίκον για 14 ημέρες:"); 
		System.out.println("και παρακολούθηση.");
	}

	public void Answer12() {
		System.out.println("Η διάγνωση γίνεται με βάση την κλινική συμπτωματολογία και το ειδικό");
		System.out.println("τεστ που πραγματοποιείται σε εξειδικευμένα εργαστήρια όπως στο");
		System.out.println("ινστιτούτο Pasteur και στα Μικροβιολογικά Εργαστήρια της Ιατρικής");
		System.out.println("Σχολής του ΕΚΠΑ και του ΑΠΘ με την τεχνική της αλυσιδωτής αντίδρασης ");
		System.out.println("πολυμεράσης. Σε παγκόσμιο επίπεδο, αποτελεί πρόκληση η απλοποίηση της");
		System.out.println("διαδικασίας ώστε το τεστ να γίνει ευρέως διαθέσιμο. Ιδανικά, ένα απλό");
		System.out.println("τεστ με γρήγορα αποτελέσματα που θα γινόταν ακόμα και κατ’οίκον");
		System.out.println("(κατά αναλογία με το τεστ εγκυμοσύνης) θα βοηθούσε ");
		System.out.println("αποτελεσματικά στον έγκαιρο εντοπισμό και απομόνωση των κρουσμάτων.");
	}

	public void Answer13() {
		System.out.println("Με βάση δεδομένα που έχουμε έως σήμερα, η θνητότητα υπολογίζεται");
		System.out.println("στο 1%. Ωστόσο το ποσοστό μπορεί να είναι χαμηλότερο δεδομένου");
		System.out.println("ότι πολλοί ολιγοσυμπτωματικοί ασθενείς ή ασυμπτωματικοί φορείς");
		System.out.println("δε θα αναζητήσουν ιατρική φροντίδα και δε θα διαγνωσθούν. Πρόσφατες");
		System.out.println("μελέτες δείχνουν ότι η πρόγνωση των ασθενών εκτός Κίνας είναι μάλλον");
		System.out.println("πολύ καλύτερη. Ως εκ τούτου προβλέπεται ότι η θνητότητα από τον");
		System.out.println("ιό αυτό μπορεί να είναι όσο και αυτής του ιού της γρίπης δηλαδή");
		System.out.println("γύρω στο 0,1%.");
	}

	public void Answer14() {
		System.out.println("Εάν έχετε ταξιδέψει σε περιοχή με συρροή κρουσμάτων ή έχετε");
		System.out.println("έρθει σε επαφή με κρούσμα και έχετε συμπτώματα όπως πυρετό,");
		System.out.println("βήχα και δύσπνοια, ο ΕΟΔΥ συστήνει ψυχραιμία και επικοινωνία");
		System.out.println("με τον οικογενειακό ιατρό ή/και τον ΕΟΔΥ, οι οποίοι θα");
		System.out.println("αξιολογήσουν την κατάσταση και τον κίνδυνο και σας");
		System.out.println("καθοδηγήσουν αναλόγως. Δεν ενδείκνυται να μεταβείτε");
		System.out.println("απευθείας στα επείγοντα ιατρεία εφημερεύοντος νοσοκομείου.");
	}

	public void Answer15() {
		System.out.println("Προς το παρόν τα στοιχεία δείχνουν ότι σχεδόν όλοι");
		System.out.println("οι ασθενείς θα αναρρώσουν. Η περίοδος ανάρρωσης");
		System.out.println("ποικίλλει από μερικές ημέρες για όσους έχουν ήπια");
		System.out.println("συμπτωματολογία έως πολύ περισσότερο (εβδομάδες)");
		System.out.println("για όσους έχουν πνευμονία ή και μήνες για όσους");
		System.out.println("επιβίωσαν από σοβαρές, δυνητικά θανατηφόρες επιπλοκές.");
		System.out.println("Υπάρχουν αναφορές περιπτώσεων όπου το τεστ για τον");
		System.out.println("κορωνοϊό παρέμεινε θετικό αρκετές μέρες μετά την");
		System.out.println("ύφεση των συμπτωμάτων, ωστόσο δεν έχει εξακριβωθεί");
		System.out.println("η ικανότητα μετάδοσης σε αυτή την περίπτωση.");
	}

	public void Answer16() {
		System.out.println("Η απάντηση είναι πως πιθανώς θα βοηθήσουν στον");
		System.out.println("περιορισμό αλλά δεν αποτελεί ικανή συνθήκη για");
		System.out.println("την εξάλειψη του ιού και σε καμία περίπτωση δεν");
		System.out.println("αποτελεί αφορμή για εφησυχασμό. Με βάση την προηγούμενη");
		System.out.println("εμπειρία με άλλους κορωνοϊούς και τον ιό της γρίπης,");
		System.out.println("το ζεστό και το υγρό κλίμα δεν ευοδώνουν τη μετάδοση,");
		System.out.println("ενώ πιθανότατα ο χρόνος ημίσειας ζωής του κορωνοϊού");
		System.out.println("μειώνεται δραματικά. Επιπλέον, η μείωση του συγχρωτισμού");
		System.out.println("σε κλειστούς χώρους μειώνει τον κίνδυνο μετάδοσης. Ωστόσο,");
		System.out.println("δεν γνωρίζουμε τι ισχύει επακριβώς για τον νέο κορωνοϊό");
		System.out.println("Covid-19 και αν θα ακολουθήσει την εκτιμώμενη πορεία.");
		System.out.println("Επιπλέον, ως νέο στέλεχος δεν υπάρχει ο αντίστοιχος");
		System.out.println("βαθμός ανοσίας στην κοινότητα όπως με άλλους κορωνοϊούς");
		System.out.println("και τη γρίπη.");
		}
}

